Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: of these various discussions was that, at this particular stage in China’s reform, it was necessary to have a powerful, authoritarian central government to push through economic reforms and bring about full marketization.
es_us: en esta etapa particular de la reforma de China, era necesario tener un gobierno central poderoso y autoritario para impulsar reformas económicas y dar paso a la mercadización completa.

source: off the coast of Taiwan
es_us: de Taiwán.

source: premier
es_us: Primer Ministro

source: realm in Marxism.” No other plenum or congress report in the reform era had been so personal orso laudatory.
es_us: rama dentro del Marxismo”. Ningún otro informe de un pleno o congreso en la era de la reforma había sido tan personal nitan elogioso.

source: reform hits a trough
es_us: La reforma llega a su punto más bajo

source: reinforcing state planning The strength of the conservative wing ofthe Party in the winter of 1989– 90 was indicated not only by the directness of the challenge to Deng’s ideological authority but also by a major effort to restore at least a significant measure of state planning to the economy.
es_us: Al reforzar la planificación estatal, la fuerza del ala conservadoradel Partido en el invierno de 1989-90 se indicó no sólo por la franqueza de el desafío a la autoridad ideológica de Deng sino también por un gran esfuerzo para reestablecer al menos una medida significante de planificación estatal de la economía.

source: relations with PRC as “special-state-to-state”
es_us: relaciones con la RPCh (República Popular de China) “especiales de Estado a Estado”

source: removed from office for his involvement in a
es_us: removido del cargo por su participación en el

source: reshape it. After all, the issues that Hu focused on – reducing the burdens on the peasants, legal construction, fighting corruption, Party building, and so forth – were all issues that had been given attention, if not sufficient weight, during the Jiang era. Nevertheless, terms like the “scientific development concept” implicitly cast aspersions on Jiang by suggesting that planning under Jiang had been less than scientific.
es_us: Después de todo, las temáticas en las que Hu se enfocó (reducir las dificultades de los campesinos, construcción legal, combatir la corrupción, construcción del partido, etc.) eran temas a los que también se les prestó atención, aunque no la debida importancia, durante la era de Jiang. Sin embargo, términos como el “concepto de desarrollo científico” sin duda calumnian a Jiang, dando a entender que su planificación era poco científica.

source: secretary
es_us: Secretario del partido en Pekín.

source: security fund scandal
es_us: escandalo de los fondos de seguridad

source: sixteenth party congress
es_us: Decimosexto Congreso del Partido

source: standing both of China's tradition and the West, Li was one of the most respected intellectuals in China.
es_us: de las tradiciones chinas y del Occidente, Li fue uno de los estudiosos más respetados en China.

source: stepping down thirteen years later in 2002, and the Chinese economy not only continued to grow but to stir fears that it had become an unstoppable economic juggernaut as China became the manufacturing center of the world.
es_us: su renuncia trece años más tarde en 2002. La economía de China no solo continuó creciendo, sino que, además, generó miedo ya que se había transformado en un gigante imparable al convertirse en el centro manufacturero mundial.

source: strategy and management
es_us: GESTIÓN Y ESTRATEGIA

source: strength of the state used to address the moral, social, and political problems presented by regional inequality.
es_us: fuerza del Estado solía abordar los problemas morales, sociales y políticos que la desigualdad regional causaba).

source: studying – and redefining – the three represents
es_us: Estudio (y redefinición) de la Triple Representatividad

source: the 50 most influential Chinese public
es_us: los 50 intelectuales chinos más

source: the New Left and liberals is perhaps the deepest and most politically salient (we will discuss nationalists separately, though, as their thinking overlaps significantly with that of the New Left).
es_us: la nueva izquierda y los liberales es quizás la más marcada y prominente políticamente (analizaremos a los nacionalistas por separado debido a que su forma de pensar coincide significativamente con la de la nueva izquierda).

source: the abuses of authority that had been associated with Mao’s rule, partic-ularly during the Cultural Revolution.
es_us: los abusos de autoridad asociados con el gobierno de Mao, particularmente durante la Revolución Cultural China.

source: the country prosperous.
es_us: y para la prosperidad del país.

source: the economy had begun to go awry in 1984 – when the Decision on the Reform of the Economic Structure was adopted.
es_us: la economía había comenzado a deteriorarse en el año 1984, cuando se adoptó la desición sobre la Reforma de la Estructura Económica.

source: the fourth plenum: emergence of the “third generation”
es_us: El Cuarto Plenario: surgimiento de la “tercera generación”

source: the heels of many events that were seen as “anti-China”: accusations of illegal campaign contributions and nuclear spying, new denunciations of China’s human rights record in the wake of arrests of democracy activists, the bombing campaign in Serbia, and now the failure to reach an agreement on the WTO.
es_us: inmediatamente después de varios eventos considerados "antichina": acusaciones de contribuciones para campañas y espionaje nuclear ilegales, nuevas denuncias sobre los registros de derechos humanos de China tras los arrestos de activistas de la democracia, la campaña de bombardeo en Serbia y el reciente intento fallido de llegar a un acuerdo respecto de la OMC.

source: the leftist critique of reform
es_us: La crítica de la izquierda sobre la reforma

source: the soviet coup
es_us: El golpe de estado soviético

source: the third plenum
es_us: El Tercer Plenario

source: their posts
es_us: sus cargos

source: them as soon as possible.”This was not the message that Deng was trying to promote in the
es_us: eliminarlos tan pronto como se pueda. Esto no fue el mensaje que Deng trataba de transmitir en la

source: this approach.
es_us: este enfoque.

source: transferred to the center
es_us: transferidos al centro

source: twenty years for leaking state secrets
es_us: a veinte años por filtrar secretos de estado

source: use of the term at the late 2002 Politburo meeting (see above). But perhaps the SARS crisis had allowed Hu to better make the case for comprehen- sive planning as the crisis showed that jolts to economic development could come just as easily from society as from the economy, and “such unfavorable factors cannot be eliminated by seeking growth alone” – what sociologists such as Li Peilin and Lu Xueyi had long been saying.58
es_us: en la reunión del Politburó en 2002 (ver arriba). Pero tal vez la crisis del SARS le facilitó a Hu la implementación de una planificación integral ya que la crisis demostró que el desarrollo económico se puede alterar con facilidad ya sea social o económicamente, y, como afirmaron hace tiempo los sociólogos Li Peilin and Lu Xueyi “esos factores desfavorables no se pueden eliminar buscando solamente crecimiento”.

source: viewed “comprehensively.” For instance, while endorsing Deng’s view about the
es_us: visto de manera "comprensiva". Por ejemplo, mientras apoyaba la postura de Deng sobre la

source: viii Contents
es_us: Índice

source: well-known speech on “democratic enlargement” at the School of Advanced International Studies of Johns Hopkins University.
es_us: reconocido discurso sobre "la ampliación democrática" en la Escuela de Estudios Avanzados de la Universidad Johns Hopkins.

source: while the New Left dismiss such formulations as pass´ and reﬂective of a e,
es_us: mientras que la nueva izquierda considera esas reformulaciones como passé y como proyección de una e,

source: who is funding a buyout and who will
es_us: quien financia la compra y quien

source: with considerable skill to articulate his own ideology and begin to promote people from his own power base, the Communist Youth League (CYL).
es_us: Hu logró desenvolverse con una gran habilidad y logró articular su propia ideología y promover gente de su propia base política; la Liga de la Juventud Comunista (LJC).

source: with emphasis on China’s national condition.” In the Yan’an days of the revolution, Mao had de-emphasized the speciﬁcally Marxist aspects of his evolving ideological system by demanding that Marxism be combined with Chinese reality.
es_us: resaltando la condición nacional de China". En los días de la revolución de Yan’an, Mao quitó el énfasis en los aspectos específicamente marxistas de su sistema ideológico en evolución al exigir que el marxismo se combinara con la realidad china.

source: withdraw from business
es_us: de hacer negocios

source: xii Chronology
es_us: xii Cronología

source: xiv Chronology
es_us: xiv Cronología

source: xvi Chronology
es_us: xvi Cronología

source: xviii
es_us: xiii

source: – Chinese intellectuals have generally been wary of the lesser-educated rural population – but it is also true that they were working in an environment in which even limited “formalistic” democracy (as Wang calls it) marked progress.
es_us: -los intelectuales chinos, por lo general, han tenido recelo de la población rural menos educada, pero también es verdad que ellos estaban trabajando en un ambiente en el cual hasta la democracia "formalista" limitada (como la denomina Wang) mostraba progreso.

source: – as well as of Chinese identity: did modernization mean Westernization?
es_us: como de identidad china: ¿la modernización significa occidentalización?

source: – but rather polarization, corruption, and a mutual penetration between political and economic power; indeed “the process of marketization itself had manifested new contradictions that were, in a certain sense, even more difficult to overcome” than those of the 1980s.34 Enlightenment intellec-tuals had not changed their focus on state autocracy to the analysis of the “complicated relations between state and society that were developing in the course of the formation of the capitalist market,” which in Wang’s view was the central issue of the 1990s.35
es_us: sino más bien la polarización, la corrupción, y una penetración mutua entre el poder político y el poder económico; de hecho, "el proceso de mercadización en sí habia manifestado nuevas contradicciones que fueron, de cierto modo, aun más difíciles de superar" que aquellas de los años ochenta. Los intelectuales de la Ilustración no habian cambiado su foco de la autocracia estatal al análisis de las "relaciones complicadas entre el estado y la sociedad, que se estaban desarrollando al mismo tiempo que el mercado capitalista", lo que era la cuestión principal de los años noventa, según el punto de vista de Wang.

source: ‘loyalty,’ while having two centers will result in ‘problems.’ Having multi- ple centers is the same as having no center, and having no center results in having no success in any area.” Long-time PLA analyst James Mulvenon concludes from this and other indications that “dissension within the ranks over Jiang’s retention of the chairmanship of the Central Military Com- mission is deep and real.”61
es_us: mientras que tener dos resultará en ‘problemas’. Tener múltiples centros es lo mismo que no tener un centro y no tener un centro significa no tener éxito en ningún área”. El analista experimentado de la EPL James Mulvenon llega a la conclusión, con respecto a estos y otros indicios, de que “el desacuerdo entre los rangos sobre la permanencia de Jiang en la presidencia de la CMC es profunda y real”.

source: “Confucian capitalism” became a hot topic, both in Asia and the West.32 There was constant talkof Asia as the most dynamic region in the world, and there was great confidence that the twenty-first century would be the Pacific century, and particularly the Asian century.
es_us: El "capitalismo Confuciano" se volvió un tema polémico tanto en Asia como en Occidente. Se hablaba permanentemente de Asia como la región más dinámica del mundo y se creía que el siglo veintiuno iba a ser el siglo del Pacífico y particularmente el siglo de Asia.

source: “Democracy,” the commentary stated in its opening line, “is one of the fundamental goals for which our Party has always struggled.”50 Other articles, however, were more openly critical of the left, even as they defended Party policy against charges of rightism.
es_us: La “Democracia”, declaró en su línea de apertura del comentario, “es uno de los objetivos fundamentales por los que nuestro partido siempre ha luchado”. Otros artículos, sin embargo, fueron más abiertamente críticos de la izquierda, incluso cuando defendían la política del partido contra los cargos del derechismo.

source: “Don’t think that engaging in a little market economy is [taking] the capitalist road; it is not like that,” Deng told his colleagues.
es_us: Deng le dijo a sus colegas: “no crean que involucrarse en la economía de mercado es [elegir] el camino capitalista; no es así.”

source: “For a while,” He said, “American culture became the main current and major tone of literature.
es_us: Según He, "por un tiempo, la cultura estadounidense llegó a ser la corriente principal y el tono fundamental de la literatura.

source: “Harmonious Society”
es_us: “Sociedad armoniosa”

source: “I think,” adds Qian, “that if Said were to come to China the situation would probably be about the same.” For Qian, like Wang Xiaodong (whose views on culture were discussed in the previous chapter), the cultural fever of the 1980s demonstrated the enduring influence of imperialism in China, with River Elegy exemplifying this tendency.
es_us: "Creo", agrega Qian, "que si Said viniera a China, la situación sería probablemente la misma". Para Qian, al igual que Wang Xiaodong (cuyas ideas acerca de la cultura fueron tratadas en el capítulo anterior ), la fiebre cultural de los 80 demostró la gran influencia del imperialismo en China, con River Elegy que exemplifica esta tendencia.

source: “If such a state of affairs continues, I have no choice but to go to Shang-hai to issue my articles there.”7 So saying, Deng traveled to the east-coast metropolis and proceeded to give a number of talks intended to rekindle reform.
es_us: “Si esta situación continúa, no me quedará otra opción que ir a Shanghái para publicar mis artículos ahí”.7 Dicho esto, Deng viajó a la metrópolis de la costa este y se dedicó a dar una cantidad de charlas con la intención de reavivar la reforma.

source: “If we do as the authors propose,” Feng wrote, “our policy of opening up to the outside world will inevitably be led onto the wrong road, our economy will lose its independence, and we will be thrown into the embrace of the ‘great unity’ of international monopoly capital.”76 Referring to Liu Ji’s endorsement of the book, Feng wrote, “I don’t under- stand why this book, which includes viewpoints directly opposite of our Party’s consistent proposals, directly opposite the resolution of the Sixth Plenum, and directly opposite the general secretary’s proposals regarding establishing socialist spiritual civilization, would receive such high praise from this leading comrade.”77
es_us: “Si hacemos lo que los autores proponen,” escribió Feng, “nuestra política de abrirnos al mundo exterior nos llevará inevitablemente por el camino equivocado, nuestra economía perderá su independencia, y se lanzará al abrazo de la "gran unidad" del capital monopólico internacional."76 Refiriéndose al dorso del libro de Liu Ji, Feng escribió “no entiendo por qué este libro, que incluye opiniones directamente opuestas a las propuestas consistentes de nuestro partido, directamente opuestas a la resolución del Sexto Pleno, y directamente opuestas a las propuestas del secretario general sobre establecer una civilización espiritual socialista, reciviría tanto elogio de parte de esta camarada importante/al mando/destacada.”77

source: “Leftism” was thus rooted in “feudalism,” and the task of intellectuals and reform-minded Party people was to expunge these evils and thus set China on a course toward “modernity.”
es_us: El "izquierdismo" estaba, por lo tanto, arraigado al "feudalismo", y la tarea de los intelectuales y del partido reformista era eliminar estos males y guiar a China en un camino hacia la "modernidad".

source: “Let the United States taste some of its own medicine” seems to have been a fairly common sentiment.
es_us: Parece ser que ''Dejemos que Estados Unidos pruebe un poco de su propia medicina'' era un sentimiento bastante común.

source: “Nobody is listening to me now,” Deng allegedly complained.
es_us: Presuntamente, Deng protestó: "nadie me escucha ahora".

source: “People-Centered”
es_us: “Centrado en la gente”

source: “REALISTIC RESPONSES”
es_us: “RESPUESTAS REALISTAS”

source: “Realistic Responses” tried to place itself between two ideological extremes.
es_us: Este artículo intentaba situarse en el punto medio entre dos ideologías opuestas.

source: “Scientific Development Concept”
es_us: “Concepto de desarrollo científico”

source: “Then what shall we do?,” he reportedly asked.40 The abortive coup in the Soviet Union posed, in the starkest possible terms, the fundamental question of the period: Should the CCP try to preserve
es_us: "¿Qué tenemos que hacer entonces?" se dice que preguntó. 40 El fallido golpe de estado en la Unión soviética planteba, en los términos más duros, la pregunta fundamental del período: ¿Debería el CCP tratar de preservar

source: “Three Represents”
es_us: “Triple Representatividad”

source: “To develop a large, developing country like ours,” Deng said, “economic development must be a bit faster; it cannot always
es_us: “Para desarrollar un gran país emergente como el nuestro”, dijo Deng, “el desarrollo económico debe ser un poco más rápido; no siempre

source: “Zhongguo gongchandang dishisanjie zhongyang weiyuanhui diqice quanti huiyi gongbao”; empha-sis added.
es_us: “Zhongguo gongchandang dishisanjie zhongyang weiyuanhui diqice quanti huiyi gongbao”; énfasis agregado.

source: “vigilance against bourgeois liberalization” in order to prevent the sort of “evolution”
es_us: alerta "contra la liberalización burguesa" con el fin de prevenir la "evolución"
